Repository: iNeoPhoenix/BusinessCards
Catalog: BCard_iPhone/Resources/*.lproj/Localizable.strings
Languages: french

# GroupsTableView_Title_Key
source: Groups
french: Groupes

# UnrecoverableErrorPanel_Title_Key
source: Error
french: Erreur

# MailErrorPanel_Title_Key
source: Error
french: Erreur

# MailErrorPanel_Message_Key
source: This email has not been sent.
french: Cet email n'a pas été envoyé.

# MailContent_Subject_Key
source: Business Card: %@ %@
french: Carte de visite : %@ %@

# MailContent_MessageFooter_Key
source: <br>Sent from <i>Business Card 3D</i> iPhone app
french: <br>Envoyé depuis l'application iPhone <i>Business Card 3D</i>

# MailContent_FirstName_Key
source: <b>First Name:</b> %@<br>
french: <b>Prénom :</b> %@<br>

# MailContent_LastName_Key
source: <b>Last Name:</b> %@<br>
french: <b>Nom :</b> %@<br>

# MailContent_Company_Key
source: <b>Company:</b> %@<br>
french: <b>Entreprise :</b> %@<br>

# MailContent_Job_Key
source: <b>Job:</b> %@<br>
french: <b>Métier :</b> %@<br>

# MailContent_Phones_Key
source: <b>Phone:</b> %@<br>
french: <b>Téléphone :</b> %@<br>

# MailContent_Mails_Key
source: <b>Mail:</b> %@<br>
french: <b>Email :</b> %@<br>

# ABErrorPanel_Title_Key
source: Error
french: Erreur

# ABErrorPanel_Messag_Key
source: Could not find people in the Contacts application
french: Impossible de trouver cette personne dans vos contacts

# ABErrorPanel_Button_Key
source: Cancel
french: Annuler

# ABExternalReload_Message_Key
source: Address Book Update
french: Mise à jour

# AllContactsGroup_Label_Key
source: All Contacts
french: Contacts (tous)

# NoBusinessCard_Label_Key
source: No Business Cards
french: Aucune carte de visite

# UnknownContact_Name_Key
source: Unknown
french: Inconnu

# UnknownContact_FirstName_Key
source: Unknown
french: Inconnu

# PhotoResizerController_Title_Key
source: Resize
french: Modifier

# SavingAlert_Message_Key
source: Saving
french: Sauvegarde

# ProcessingAlert_Message_Key
source: Processing
french: Traitement

# ExportPanel_Title_key
source: Export
french: Exporter

# EportPanel_Mail_Key
source: Email
french: Envoyer par email

# ExportPanel_Cancel_Key
source: Cancel
french: Annuler

# DeletePanel_Delete_Key
source: Delete
french: Supprimer

# DeletePanel_Cancel_Key
source: Cancel
french: Annuler

# SelectCardPanel_TitleFront_Key
source: Front image
french: Image recto

# SelectCardPanel_TitleBack_Key
source: Back image
french: Image verso

# SelectCardPanel_Cancel_Key
source: Cancel
french: Annuler

# SelectCardPanel_NewPict_Key
source: Take Picture
french: Prendre une photo

# SelectCardPanel_Library_Key
source: From Photo Library
french: Choisir une photo

# SelectCardPanel_Modify_Key
source: Modify Current
french: Modifier la photo actuelle

# FrontLabel_Text_Key
source: Front
french: Recto

# BackLabel_Text_Key
source: Back
french: Verso

# AskContactExisting_ButtonTitle_Key
source: Link To Existing Contact
french: Lier à un contact existant

# AskContactNew_ButtonTitle_Key
source: Create New Contact
french: Créer un nouveau contact
